export const generalData = [
  {
    id: 1,
    tdName:
      "Подбирать технологическое оборудование для ремонта и эксплуатации электрооборудования",
    tdTitle_1: 1,
    tdColor: "red",
  },
  {
    id: 2,
    tdName:
      "Собирать схемы технологических устройств и проверять их работоспособность",
    tdTitle_1: 2,
    tdColor: "green",
  },
  {
    id: 3,
    tdName: "Знать основные законы и правовые устои в отрасли энергетики ",
    tdTitle_1: 3,
    tdColor: "yellow",
  },
  {
    id: 4,
    tdName: "Знать метрологические аспекты в области Энергетики",
    tdTitle_1: 4,
    tdColor: "grey",
  },
  {
    id: 5,
    tdName:
      "Уметь прогнозировать отказы и обнаруживать дефекты электрооборудования",
    tdTitle_1: 5,
    tdColor: "blue",
  },
  {
    id: 6,
    tdName:
      "Выполнять расчёт по определению необходимого электропитающего оборудования",
    tdTitle_1: 2,
    tdColor: "black",
  },
  {
    id: 7,
    tdName: "Управлять программным обеспечением в комплексе энергоснабжения",
    tdTitle_1: 4,
    tdColor: "aqua",
  },
  {
    id: 8,
    tdName:
      "Уметь обнаружить и устранить неисправности в электропитающих установках",
    tdTitle_1: 3,
    tdColor: "brown",
  },
  {
    id: 9,
    tdName: "Выбирать тип и проверять работоспособность трансформаторов",
    tdTitle_1: 5,
    tdColor: "deepPink",
  },
  {
    id: 10,
    tdName: "Знание комплекса энергетических объектов",
    tdTitle_1: 1,
    tdColor: "gold",
  },
];

